final teamList = <Map<String, String>>[
  {'name': 'オリックス・バファローズ', 'league': 'パ・リーグ'},
  {'name': '福岡ソフトバンクホークス', 'league': 'パ・リーグ'},
  {'name': '埼玉西武ライオンズ', 'league': 'パ・リーグ'},
  {'name': '東北楽天ゴールデンイーグルス', 'league': 'パ・リーグ'},
  {'name': '千葉ロッテマリーンズ', 'league': 'パ・リーグ'},
  {'name': '北海道日本ハムファイターズ', 'league': 'パ・リーグ'},
  {'name': '東京ヤクルトスワローズ', 'league': 'セ・リーグ'},
  {'name': '横浜DeNAベイスターズ', 'league': 'セ・リーグ'},
  {'name': '阪神タイガース', 'league': 'セ・リーグ'},
  {'name': '読売ジャイアンツ', 'league': 'セ・リーグ'},
  {'name': '広島東洋カープ', 'league': 'セ・リーグ'},
  {'name': '中日ドラゴンズ', 'league': 'セ・リーグ'},
];
